Repository: yamarten/atproto-website
Catalog: translation/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: You can use `client.get()` to read an individual record by its [`rkey`](/specs/record-key):
ja: `client.get()`を使用して、[`rkey`](/specs/record-key)で個別レコードを読み取ることができます。

source: You can visit http://127.0.0.1:3000/oauth-client-metadata.json to see your client configuration.
ja: http://127.0.0.1:3000/oauth-client-metadata.json にアクセスすると、クライアント設定を確認できます。

source: You can work with Jetstream like any other websocket. Just provide a Jetstream endpoint like `wss://jetstream2.us-east.bsky.network/subscribe`, and a `wantedCollections` parameter, like `?wantedCollections=app.bsky.feed.post`.
ja: Jetstreamは他のWebSocketと同じように操作できます。`wss://jetstream2.us-east.bsky.network/subscribe`のようなJetstreamエンドポイントと、`?wantedCollections=app.bsky.feed.post`のような`wantedCollections`パラメータを指定するだけです。

source: You cannot update your birthdate while using an app password. Please sign in with your main password to update your birthdate.
ja: アプリパスワードを使用している間は生年月日を更新することはできません。生年月日を更新するにはメインのパスワードでサインインしてください。

source: You don't follow any users who follow @{name}.
ja: @{name}をフォローしているユーザーを誰もフォローしていません。

source: You don't have any chat requests at the moment.
ja: 現在、チャットの要求はありません。

source: You don't have any lists yet.
ja: リストがまだありません。

source: You don't have any pinned feeds.
ja: ピン留めされたフィードがありません。

source: You don't have any saved feeds.
ja: 保存されたフィードがありません。

source: You don't need your own domain name to test the app at a public URL. You can host it on [Railway](https://railway.app/) by following our [deployment guide](https://github.com/bluesky-social/nextjs-oauth-tutorial/blob/main/RAILWAY_DEPLOY.md). First, follow these steps.
ja: 公開URLでアプリを試すのに独自ドメインは不要です。[デプロイガイド](https://github.com/bluesky-social/nextjs-oauth-tutorial/blob/main/RAILWAY_DEPLOY.md)に従って[Railway](https://railway.app/)へホスティングできます。まず以下の手順を進めてください。

source: You got here first
ja: あなたが最初にここにやって来ました

source: You have blocked this user
ja: あなたはこのユーザーをブロックしました

source: You have blocked this user. You cannot view their content.
ja: あなたはこのユーザーをブロックしているため、コンテンツを閲覧できません。

source: You have completely disabled reply, quote, and mention notifications, so this tab will no longer update. To adjust this, visit your <0>notification settings</0>.
ja: 返信、引用、メンションの通知が完全に無効になっているので、このタブは更新されません。調整するには、<0>通知設定</0>を開いてください。

source: You have entered an invalid code. It should look like XXXXX-XXXXX.
ja: 無効なコードが入力されました。それはXXXXX-XXXXXのようになっているはずです。

source: You have hidden this post
ja: この投稿を非表示にしました

source: You have hidden this post.
ja: この投稿を非表示にしました。

source: You have muted this account.
ja: このアカウントをミュートしました。

source: You have muted this user
ja: このユーザーをミュートしました

source: You have no conversations yet. Start one!
ja: まだ会話していません。始めましょう！

source: You have no lists.
ja: リストがありません。

source: You have no starter packs.
ja: スターターパックがありません。

source: You have not blocked any accounts yet. To block an account, go to their profile and select "Block account" from the menu on their account.
ja: ブロック中のアカウントはまだありません。アカウントをブロックするには、ユーザーのプロフィールに移動し、アカウントメニューから「アカウントをブロック」を選択します。

source: You have not muted any accounts yet. To mute an account, go to their profile and select "Mute account" from the menu on their account.
ja: ミュートしているアカウントはまだありません。アカウントをミュートするには、プロフィールに移動し、アカウントメニューから「アカウントをミュート」を選択します。

source: You have reached the end
ja: 最後まで到達しました

source: You have successfully verified your email address. You can close this dialog.
ja: メールアドレスの確認に成功しました。このダイアログを閉じても大丈夫です。

source: You have temporarily reached the limit for video uploads. Please try again later.
ja: ビデオのアップロードの制限に一時的に到達しました。時間をおいてもう一度お試しください。

source: You haven't created a starter pack yet!
ja: スターターパックをまだ作成していません！

source: You haven't made any custom feeds yet.
ja: まだカスタムフィードを作成していません。

source: You haven't muted any words or tags yet
ja: まだワードやタグをミュートしていません

source: You hid this reply.
ja: あなたがこの返信を非表示にしました。

source: You initiated this flow already, {0} ago. It may take up to 5 minutes for emails to reach your inbox. Please consider waiting a few minutes before trying again.
ja: {0} 前にこのフローを開始しました。メールが受信トレイに届くまでに最大 5 分かかる場合があります。 再試行する前に数分お待ちください。

source: You joined Bluesky using a starter pack {timeAgoString} ago
ja: あなたはBlueskyにスターターパックを使って{timeAgoString}前に参加しました

source: You joined Bluesky {timeAgoString} ago
ja: あなたはBlueskyに{timeAgoString}前に参加しました

source: You may appeal non-self labels if you feel they were placed in error.
ja: 間違って適用されたと思うのであれば、自己申告ではないラベルならば異議申し立てができます。

source: You may appeal these labels if you feel they were placed in error.
ja: これらのラベルが誤って適用されたと思った場合は、異議申し立てを行うことができます。

source: You may only add up to 3 feeds
ja: 3つまでフィードを追加できます

source: You may only add up to {STARTER_PACK_MAX_SIZE, plural, other {{STARTER_PACK_MAX_SIZE} profiles}}
ja: 追加できるのは{STARTER_PACK_MAX_SIZE, plural, other {{STARTER_PACK_MAX_SIZE}人}}まで

source: You must be 13 years of age or older to create an account.
ja: アカウントを作成するには、13歳以上である必要があります。

source: You must be at least 13 years old to use Bluesky. Read our <0>Terms of Service</0> for more information.
ja: Blueskyを使用するには、13歳以上である必要があります。詳細については、<0>利用規約</0>をご覧ください。

source: You must be following at least seven other people to generate a starter pack.
ja: スターターパックを作成するには、少なくとも7人をフォローしなければなりません。

source: You must complete age assurance in order to access this screen.
ja: この画面にアクセスするには年齢保証を完了する必要があります。

source: You must grant access to your photo library to save a QR code
ja: QRコードを保存するには写真ライブラリへのアクセスを許可する必要があります

source: You must sign in to view this post.
ja: この投稿を見るにはサインインする必要があります。

source: You need to allow access to your media library.
ja: メディアライブラリへのアクセスを許可する必要があります。

source: You need to verify your email address before you can enable email 2FA.
ja: 2要素認証メールを有効にする前に、メールアドレスを確認する必要があります。

source: You now have a complete, production-deployed app with persistent storage. However, it doesn't actually do anything with the AT Protocol yet! As you add features from here, you'll need to request additional permission scopes during the OAuth flow.
ja: これで永続ストレージ付きの本番デプロイ済みアプリが完成しました。ただし、まだATプロトコルを使った具体的な機能は実装していません。ここから機能を追加する際は、OAuthフローで追加の権限スコープを要求する必要があります。

source: You now have an understanding of the Ozone moderation flow. Ozone also allows you to create additional user accounts with different permissions, to help manage your moderation workload. To aggregate the data from your Ozone instance, see the [#OzoneInsights](https://bsky.app/search?q=%23ozoneinsights) feed for solutions.
ja: これで、Ozoneによるモデレーションの流れが理解できました。Ozoneでは、モデレーションワークロードの管理に役立つ、さまざまな権限を持つ追加のユーザーアカウントを作成することもできます。Ozoneインスタンスからデータを集計するには、[#OzoneInsights](https://bsky.app/search?q=%23ozoneinsights)フィードを参照してください。

source: You now have an understanding of the Ozone moderation flow. Ozone also allows you to create additional user accounts with different permissions, to help manage your moderation workload. To aggregate the data from your Ozone instance, see the [#OzoneInsights](https://bsky.app/search?q=%23ozoneinsights) feed.
ja: これで、Ozoneによるモデレーションの流れが理解できました。Ozoneでは、モデレーションワークロードの管理に役立つ、さまざまな権限を持つ追加のユーザーアカウントを作成することもできます。Ozoneインスタンスからデータを集計するには、[#OzoneInsights](https://bsky.app/search?q=%23ozoneinsights)フィードを参照してください。

source: You previously deactivated @{0}.
ja: 以前、あなたは@{0}を無効化しました。

source: You probably want to restart the app now.
ja: 今すぐアプリを再起動したほうが良いでしょう。

source: You reacted {0}
ja: あなたは{0}とリアクションしました

source: You reacted {0} to {1}
ja: あなたは{1}に{0}とリアクションしました

source: You recently changed your birthdate
ja: 最近、生年月日を変更しました

source: You should also have our `lex` CLI tool installed globally:
ja: さらに、`lex` CLIツールをグローバルにインストールしておく必要があります。

source: You should generally run separate Ozone instances for moderating the PDS (since they can see private account info) and standalone AppViews, unless there is actually a single administrative org doing the moderation for both.
ja: PDSのモデレーション（プライベートアカウント情報が表示される）とスタンドアロンAppView用に、通常は個別のOzoneインスタンスを実行する必要がありますが、実際に両方をモデレーションしている単一の管理組織がある場合は別です。

source: You should have installed: - Node.js 18+
ja: 以下をインストールしておいてください。 - Node.js 18以上

source: You should have installed: - Node.js 18+ - Go 1.25+
ja: 以下をインストールしておいてください。 - Node.js 18以上 - Go 1.25以上

source: You should have installed: - Node.js 18+ - Go 1.25+ - The pnpm package manager
ja: 以下をインストールしておいてください。 - Node.js 18以上 - pnpmパッケージマネージャー

source: You should have installed: - Node.js 20+ - The pnpm package manager
ja: 以下をインストールしておいてください。 - Node.js 20以上 - pnpmパッケージマネージャー

source: You should receive the Next.js starter page:
ja: Next.jsのスターターページが表示されるはずです。

source: You should see "Migrations complete." and an `app.db` file created. Now this app will persist state and sessions across restarts.
ja: "Migrations complete."と表示され、`app.db`ファイルが作成されるはずです。これで再起動しても状態とセッションが保持されます。

source: You should try to only request enough permissions to cover the features your app needs. [Transition scopes](/specs/oauth#authorization-scopes) appear to grant permissions to create, update, or delete any of a user's AT records, including posts from other applications. In general, these broad permission requests should be avoided. This helps build trust with your users, and minimizes friction during the authorization process.
ja: アプリに必要な機能を満たす最小限の権限だけを要求するようにしてください。[移行スコープ](/specs/oauth#authorization-scopes)は、他アプリの投稿を含むユーザーのATレコードを作成・更新・削除する権限を付与します。一般に、こうした広範な権限要求は避けるべきです。そうすることでユーザーとの信頼関係を築き、認可プロセスの摩擦を最小化します。

source: You will be signed out of all your accounts.
ja: すべてのアカウントからサインアウトします。

source: You will no longer receive notifications for this thread
ja: これ以降、このスレッドに関する通知を受け取ることはできなくなります

source: You will no longer receive notifications for {0}
ja: {0}の通知を受信しなくなります

source: You will now receive notifications for this thread
ja: これ以降、このスレッドに関する通知を受け取ることができます

source: You will receive an email with a "reset code." Enter that code here, then enter your new password.
ja: 「リセットコード」が記載されたメールが届きます。ここにコードを入力し、新しいパスワードを入力します。

source: You won't yet have a way to see your status in this app, but you can look up your account on [pdsls](https://pdsls.dev) and check the `xyz.statusphere.status` Lexicon to see this record.
ja: この時点ではアプリ内で自分のステータスを表示できませんが、[pdsls](https://pdsls.dev)でアカウントを確認し、`xyz.statusphere.status` Lexiconを見るとレコードを確認できます。

source: You'll also need to install [`tap`](/guides/the-at-stack#tap) to consume the firehose of posts from the network.
ja: ネットワーク上の投稿をfirehoseで取り込むために、[`tap`](/guides/the-at-stack#tap)のインストールも必要です。

source: You'll also need to run `tap` in a separate terminal to index posts from the network. Start `tap` with:
ja: ネットワーク上の投稿をインデックスするために、別ターミナルで`tap`を実行する必要があります。次のコマンドで開始します。

source: You'll begin by adding Lexicons to your project.
ja: まず、プロジェクトにLexiconを追加します。

source: You'll connect to tap with `channel.start()` then initiate your server. Add the runtime logic to `src/index.ts`:
ja: `channel.start()`でtapに接続してからサーバーを起動します。以下のランタイムロジックを`src/index.ts`に追加してください。

source: You'll follow the suggested users and feeds once you finish creating your account!
ja: アカウントの作成を完了するとおすすめのユーザーやフィードをフォローします！

source: You'll follow the suggested users once you finish creating your account!
ja: アカウントの作成を完了するとおすすめのユーザーをフォローします！

source: You'll follow these people and {0} others
ja: これらのユーザーや他{0}をフォローします

source: You'll follow these people right away
ja: これらのユーザーをすぐにフォローします

source: You'll need to go to the System Settings for Bluesky and give permission if you want to use this feature.
ja: この機能を使用する場合は、Blueskyのシステム設定に移動し、権限を与える必要があります。

source: You'll notice this code looks almost exactly like what we're doing in `ingester.ts`.
ja: このコードは、`ingester.ts`で行っていることとほとんど同じであることがわかります。

source: You'll start by capturing some configuration from environment variables. Much of this is configuration for the published feed (`FEED_PUBLISHER_DID`, `FEED_NAME`) but some details configure how the feed will behave (`FEED_MAX_POSTS`, `SEARCH_TERMS`).
ja: 最初に、環境変数から設定を読み取ります。多くは公開するフィード用の設定（`FEED_PUBLISHER_DID`, `FEED_NAME`）ですが、フィードの挙動を決める設定（`FEED_MAX_POSTS`, `SEARCH_TERMS`）も含まれます。

source: You'll start by creating a new Next.js project using the `create-next-app` command.
ja: まず`create-next-app`コマンドで新しいNext.jsプロジェクトを作成します。

source: You'll start out implementing OAuth using a local *loopback* client with in-memory storage.
ja: まず、インメモリストレージを使うローカルの*ループバック*クライアントでOAuthを実装します。

source: You'll start receiving notifications for {0}!
ja: {0}の通知を受信し始めます！

source: You'll stay updated with these feeds
ja: これらのフィードの更新を受け取ります

source: You'll store the posts you want to serve in an array.
ja: 配信対象の投稿は配列に保存します。

source: You're in line
ja: あなたは並んでいます。

source: You're signed in with an App Password. Please sign in with your main password to continue deactivating your account.
ja: アプリパスワードでサインインしています。アカウントを無効にするには、メインパスワードでサインインしてください。

source: You're sorting this feed by searching for posts that contain certain terms. You can configure these terms with the `FEED_SEARCH_TERMS` environment variable. In this case, you're searching for posts that mention "alf".
ja: このフィードは、特定の語句を含む投稿を検索して並び替えます。語句は`FEED_SEARCH_TERMS`環境変数で設定できます。この例では"alf"に言及する投稿を検索します。

source: You've already appealed this label and it's being reviewed by our moderation team.
ja: このラベルは既に異議申し立て済みで、モデレーションチームによって審査されています。

source: You've chosen to hide a word or tag within this post.
ja: この投稿でワードまたはタグを非表示にすることを選択しました。

source: You've denied access to your contacts
ja: あなたは連絡先へのアクセスを拒否しました

source: You've found some people to follow
ja: フォローするユーザーを探せました

source: You've now built a complete Atproto app that uses OAuth to sign in, a custom Lexicon to define status records, and Tap to synchronize records in real-time.
ja: これで、OAuthログイン、カスタムLexiconによるステータスレコード定義、Tapによるリアルタイム同期を備えた完全なatprotoアプリが完成しました。

source: You've now built a custom Atproto feed that retrieves posts from the network, indexes them based on your own algorithm, and serves them via XRPC to clients like Bluesky.
ja: これで、ネットワークから投稿を取得し、独自アルゴリズムでインデックスし、BlueskyのようなクライアントへXRPC経由で配信するカスタムatprotoフィードを構築できました。

source: You've now built an automated Atproto app that creates records on the network!
ja: これで、ネットワーク上にレコードを作成する自動化されたatprotoアプリを構築できました。

source: You've reached the end of the active content.
ja: アクティブなコンテンツの最後に到達しました。

source: You've reached the end of your feed! Find some more accounts to follow.
ja: フィードはここまでです！もっとフォローするアカウントを見つけましょう。

source: You've reached the maximum number of requests allowed. Please try again later.
ja: リクエスト数の上限に達しました。後でもう一度お試しください。

source: You've reached the start of the active content.
ja: アクティブなコンテンツの先頭に移動しました。

source: You've reached your daily limit for video uploads (too many bytes)
ja: ビデオのアップロードの一日の上限に到達しました（容量が大きすぎます）

source: You've reached your daily limit for video uploads (too many videos)
ja: ビデオのアップロードの一日の上限に到達しました（ビデオの数が多すぎます）

source: You've run out of videos to watch. Maybe it's a good time to take a break?
ja: 見るべきビデオがなくなりました。休憩を取ってもいい時間かも？

source: You: {0}
ja: あなた： {0}

source: You: {defaultEmbeddedContentMessage}
ja: あなた： {defaultEmbeddedContentMessage}

source: You: {short}
ja: あなた： {short}

source: Your account
ja: あなたのアカウント

source: Your account has been deleted
ja: あなたのアカウントは削除されました

source: Your account has been suspended
ja: あなたのアカウントは停止されています

source: Your account is not yet old enough to upload videos. Please try again later.
ja: あなたのアカウントは作成して間もないため動画をアップロードできません。もう一度お試しください。

source: Your account repository, containing all public data records, can be downloaded as a "CAR" file. This file does not include media embeds, such as images, or your private data, which must be fetched separately.
ja: あなたのアカウントの公開データの全記録を含むリポジトリは、「CAR」ファイルとしてダウンロードできます。このファイルには、画像などのメディア埋め込み、また非公開のデータは含まれていないため、それらは個別に取得する必要があります。

source: Your account was found to be in violation of the <0>Bluesky Social Terms of Service</0>. You have been sent an email outlining the specific violation and suspension period, if applicable. You can appeal this decision if you believe it was made in error.
ja: あなたのアカウントは<0>Bluesky Social利用規約</0>に違反していることが判明しました。該当している場合、違反している具体的内容と停止期間を説明したメールが贈られています。この決定が誤りであると思うのであれば異議申し立てを行うことができます。

source: Your appeal has been submitted. If your appeal succeeds, you will receive an email.
ja: あなたの異議申し立てが送信されました。異議申し立てに成功していれば、あなたにメールが届きます。

source: Your birth date
ja: 生年月日

source: Your browser does not support the video format. Please try a different browser.
ja: 使用中のブラウザが、このビデオ形式に対応していません。他のブラウザをお試しください。

source: Your chats have been disabled
ja: あなたのチャットは無効化されています

source: Your choice will be remembered for future links. You can change it at any time in settings.
ja: あなたの選択は将来のリンクのために記憶されます。設定からいつでも変更できます。

source: Your contact {firstAuthorLink} is on Bluesky
ja: あなたの連絡先 {firstAuthorLink} はBlueskyにいます

source: Your contact {firstAuthorName} is on Bluesky
ja: あなたの連絡先 {firstAuthorName} はBlueskyにいます

source: Your contact {name}
ja: あなたの連絡先 {name}

source: Your current handle <0>{0}</0> will automatically remain reserved for you. You can switch back to it at any time from this account.
ja: あなたの現在のハンドル<0>{0}</0>は自動的に予約されたままになります。いつでもこのアカウントに戻すことができます。

source: Your declared age is under 18. Some settings below may be disabled. If this was a mistake, you may edit your birthdate in your <0>account settings</0>.
ja: あなたは18歳未満だと宣言しています。以下の設定のいくつかは無効になっているかもしれません。間違いであれば、<0>アカウント設定</0>で誕生日を変更できます。

source: Your email
ja: あなたのメールアドレス

source: Your email appears to be invalid.
ja: メールアドレスが無効なようです。

source: Your email has not yet been verified. Please verify your email in order to enjoy all the features of Bluesky.
ja: あなたのメールアドレスはまだ確認されていません。Blueskyのすべての機能を楽しむためにあなたのメールアドレスを確認してください。

source: Your first like!
ja: 最初のいいね！

source: Your followers
ja: フォロワー

source: Your following feed is empty! Follow more users to see what's happening.
ja: Followingフィードは空です！もっと多くのユーザーをフォローして、近況を確認しましょう。

source: Your full handle will be <0>@{0}</0>
ja: フルハンドルは<0>@{0}</0>になります

source: Your interests
ja: 気になること

source: Your interests have been updated!
ja: 「気になること」を更新しました！

source: Your interests help us find what you like!
ja: 「気になること」を設定すると、好きなものを見つけやすくなります！

source: Your location data is not tracked and does not leave your device.
ja: あなたの位置情報は追跡されず、デバイスの外に送信されません。

source: Your muted words
ja: ミュートしたワード

source: Your password has been changed successfully! Please use your new password when you sign in to Bluesky from now on.
ja: パスワードが正常に変更されました！これからBlueskyにサインインする際は、新しいパスワードを使用してください。

source: Your password must be at least 8 characters long.
ja: パスワードは 8 文字以上である必要があります。

source: Your post was sent
ja: 投稿が送信されました

source: Your posts were sent
ja: 投稿が送信されました

source: Your preferred language
ja: あなたの主要言語

source: Your profile picture
ja: あなたのプロフィール画像

source: Your profile picture surrounded by concentric circles of other users' profile pictures
ja: あなたのプロフィール写真のまわりを、他のユーザーのプロフィール写真が同心円状に取り囲んでいる

source: Your profile, posts, feeds, and lists will no longer be visible to other Bluesky users. You can reactivate your account at any time by logging in.
ja: あなたのプロフィール、投稿、フィード、そしてリストは他のBlueskyユーザーに見えなくなります。ログインすることでいつでもアカウントを再有効化できます。

source: Your release and deployment process for the [client metadata document](/specs/oauth#clients) may be separate from your app's code deployment process. Make sure to plan accordingly — an updated `oauth-client-metadata.json` that requests new permissions must be live before a version of your app that requires those permissions.
ja: [クライアントメタデータドキュメント](/specs/oauth#clients)のリリース/デプロイの手順は、アプリのコードデプロイ手順とは別である場合があります。適切に計画してください。新しい権限を要求する更新済みの`oauth-client-metadata.json`は、その権限を必要とするアプリのバージョンより先に公開されている必要があります。

source: Your reply was sent
ja: 返信が送信されました

source: Your report will be sent to <0>{0}</0>.
ja: 報告は <0>{0}</0>に送信されます。

source: Your selected interests help us serve you content you care about.
ja: 「気になること」は興味を引くコンテンツを提供するために役立てます。

source: Your verifications
ja: あなたの認証情報

source: [**Build a Bot Tutorial**](/guides/bot-tutorial)
ja: [**ボット作成チュートリアル**](/guides/bot-tutorial)

source: [**Content IDs (CIDs)**](https://github.com/multiformats/cid) identify content using a fingerprint hash. They are used throughout the repository to reference the objects (nodes) within it.
ja: [**コンテンツID（CID）**](https://github.com/multiformats/cid)は、フィンガープリントハッシュを使用してコンテンツを識別します。リポジトリ全体で使用され、内部のオブジェクト（ノード）を参照します。

source: [**Custom Feed Tutorial**](/guides/custom-feed-tutorial)
ja: [**カスタムフィードチュートリアル**](/guides/custom-feed-tutorial)

source: [**Decentralized IDs (DIDs)**](https://w3c.github.io/did/) identify data repositories. They are broadly used as user IDs, but since every user has one data repository then a DID can be considered a reference to a data repository.
ja: [**分散型識別子（DID）**](https://w3c.github.io/did/)はデータリポジトリを識別します。これは広くユーザーIDとして使用されますが、すべてのユーザーが1つのデータリポジトリを持っているため、DIDはデータリポジトリへの参照として見なすことができます。

source: [**Namespaced Identifiers (NSIDs)**](/specs/nsid) identify the Lexicon type for groups of records within a repository.
ja: [**名前空間識別子（NSID）**](/specs/nsid)は、リポジトリ内のレコード群に対するLexicon型を識別します。

source: [**OAuth with NextJS Tutorial**](/guides/oauth-tutorial)
ja: [**NextJSでOAuthチュートリアル**](/guides/oauth-tutorial)

source: [**Personal data servers**, or PDSes](/guides/the-at-stack#pds), are your home in the cloud. They host your data, distribute it, manage your identity, and orchestrate requests to other services to give you your views.
ja: [**パーソナルデータサーバー**（PDS）](/guides/the-at-stack#pds)は、クラウドにおけるあなたのホームです。データをホストし、配布し、IDを管理し、他のサービスへのリクエストを調整してビューを提供してくれます。

source: [**Record Keys**](/specs/record-key) ("rkeys") identify individual records within a collection in a given repository. The format is specified by the collection Lexicon.
ja: [**レコードキー**](/specs/record-key)（rkey）は、特定のリポジトリ内のコレクションに含まれる個々のレコードを識別します。形式はコレクションのLexicon（`record`型）によって指定されます。

source: [**Statusphere Example App Tutorial**](/guides/statusphere-tutorial)
ja: [**Statusphereサンプルアプリチュートリアル**](/guides/statusphere-tutorial)

source: [@atproto/oauth-client-browser](https://github.com/bluesky-social/atproto/tree/main/packages/oauth/oauth-client-browser#readme) ([npmjs](https://www.npmjs.com/package/@atproto/oauth-client-browser)) - Suitable for frontend-only applications (e.g. SPAs).
ja: [@atproto/oauth-client-browser](https://github.com/bluesky-social/atproto/tree/main/packages/oauth/oauth-client-browser#readme)（[npmjs](https://www.npmjs.com/package/@atproto/oauth-client-browser)）- フロントエンドのみのアプリケーション（例：SPA）に適しています。

source: [@atproto/oauth-client-expo](https://github.com/bluesky-social/atproto/tree/main/packages/oauth/oauth-client-expo#readme) ([npmjs](https://www.npmjs.com/package/@atproto/oauth-client-expo)) - For use in React Native projects (e.g. mobile apps)
ja: [@atproto/oauth-client-expo](https://github.com/bluesky-social/atproto/tree/main/packages/oauth/oauth-client-expo#readme)（[npmjs](https://www.npmjs.com/package/@atproto/oauth-client-expo)）- React Nativeプロジェクト（例：モバイルアプリ）で使用するためのものです。

source: [@atproto/oauth-client-node](https://github.com/bluesky-social/atproto/tree/main/packages/oauth/oauth-client-node#readme) ([npmjs](https://www.npmjs.com/package/@atproto/oauth-client-node)) - Suitable for Electron desktop apps or server-side deployments.
ja: [@atproto/oauth-client-node](https://github.com/bluesky-social/atproto/tree/main/packages/oauth/oauth-client-node#readme)（[npmjs](https://www.npmjs.com/package/@atproto/oauth-client-node)）- Electronデスクトップアプリやサーバーサイドデプロイメントに適しています。

source: [@atproto/oauth-client](https://github.com/bluesky-social/atproto/tree/main/packages/oauth/oauth-client#readme) ([npmjs](https://www.npmjs.com/package/@atproto/oauth-client)) (This is the core implementation on which the above three libraries depend)
ja: [@atproto/oauth-client](https://github.com/bluesky-social/atproto/tree/main/packages/oauth/oauth-client#readme)（[npmjs](https://www.npmjs.com/package/@atproto/oauth-client)）（上記3つのライブラリが依存するコア実装です）

source: [Accounts and deletions](/guides/writing-data)
ja: [アカウントと削除](/guides/writing-data)
